import sun from "../../../Assets/Images/sun.webp";
import moon from "../../../Assets/Images/mooncircle.webp";
import jupiter from "../../../Assets/Images/jupiter.webp";
import saturn from "../../../Assets/Images/saturn.webp";
import mars from "../../../Assets/Images/mars.webp";
import venus from "../../../Assets/Images/venera.webp";
import mercury from "../../../Assets/Images/merkyrij.webp";
import rahu from "../../../Assets/Images/rahu.webp";
import ketu from "../../../Assets/Images/ketu.webp";
import sun_big from "../../../Assets/Images/sun_big.webp";
import moon_big from "../../../Assets/Images/moon_big.webp";
import jupiter_big from "../../../Assets/Images/jupiter_big.webp";
import saturn_big from "../../../Assets/Images/saturn_big.webp";
import mars_big from "../../../Assets/Images/Mars_big.webp";
import venus_big from "../../../Assets/Images/venera_big.webp";
import mercury_big from "../../../Assets/Images/merkyrij_big.webp";
import rahu_big from "../../../Assets/Images/rahu_big.webp";
import ketu_big from "../../../Assets/Images/ketu_big.webp";

export const spiritualPractices =  [
    {
        title: "Посты",
        description: "Воздержание от определенной пищи для гармонизации гороскопа, очищения кармы, увеличения энергии, здоровья",
    },
    {
        title: "Практика поклонов",
        description: "Исцеляет от деструктивных, подсознательных программ. Помогает смягчить отношения с кем-то, разрешить вопрос",
    },
    {
        title: "Аскеза",
        description: "Дают силу, энергию на решение вопроса, запроса. Гармонизируют планеты, сжигают негативную карму",
    },
    {
        title: "Благотворительность",
        description: "Вклад в банк положительной кармы. То, что остается с человеком после смерти тела",
    },
    {
        title: "Ягьи и пуджи",
        description: "Огненные церемонии для избавления от негатива в гороскопе, достижения желаемого, получения благословения от Рода",
    },
    {
        title: "Мантры",
        description: "Помощь во всех начинаниях. Особые молитвы энергиям единого Бога для защиты, процветания, здоровья, очищения",
    }
];
export const feedbacktagItemsData = [
    {
        tags: ['#деньги', '#работа', '#дети', '#страхи'],
        description: 'Ушел страх за будущее, деньги, детей. Появилась уверенность в завтрашнем дне. Отношения с дочкой, на работе улучшились. После каждого ретрита премии, повышения',
        fullDescription:'Ушел страх за будущее, деньги, детей, сохранение должности. Появилось спокойствие, уверенность в завтрашнем дне. Состояние опоры на Бога помогло пережить и переживать ситуацию на Украине, иначе можно было рехнуться.\n' +
            'На первый ретрит в 2021 году к Анастасии @anastasiyashakti пришла без запроса и без проблем в общепринятом понимании этого слова. Все хорошо — высокооплачиваемая работа, престижная должность, с мужем хорошие отношения и у дочери своя семья… \n' +
            'Но было очень много страхов:\n' +
            'Что же будет завтра? Будут ли деньги в этом же объеме? Останусь при должности? Страх за дочь, ее реализацию, семью. И эта каша бесконечно варилась в голове. Не было внутреннего спокойствия, хотя внешне я для других очень успешна!\n' +
            'Раньше была постоянная гонка за материальным престижем, крупные траты на дорогие новые статусные вещи, потому что могу себе это позволить. Состояние как белка в колесе, постоянно что-то надо купить, ведь у других уже есть, постоянная нервозность, жизнь по кругу.\n' +
            'И на это тратилась жизнь, внутренне я понимала, что так не должно быть, это не правильно. \n' +
            '.Как я мыслила: у меня отлично получается зарабатывать и значит буду тянуть всю семью, мужа, дочь и семью дочери, нужно им квартиру побольше купить…, значит еще больше нужно зарабатывать!\n' +
            'Ставила цели и добивалась. Ни о какой женственности речи и не шло. Была максималисткой. На этом была построена вся жизнь. Путь в работе был не женский, а мужской. Уповала только на себя.\n' +
            'Прошла первый ретрит и поняла это мое! В ретритах ты чувствуешь такой подъем, уверенность!\n' +
            'Отношение к материальному стало совершенно другим при том же уровне достатка.\n' +
            'Поменялась не жизнь, а восприятие ее, пришла лёгкость во всем! Для этого всего лишь начала читать Бхагават Гиту, поверила Анастасии что у нас единственный  путь через любовь к Богу, все в мире по справедливости, читала мантры на ретрите и выполняла рекомендации. От этого изменилось мое внутреннее состояние, потому что мысли стали другие и все это дает результаты на внешний план. Стало спокойнее на душе, чувствую поддержку, защиту, вся семья стала спокойнее, обрела внутреннюю уверенность. \n' +
            'Сейчас нет в жизни событий, которые бы нервировали, ситуации, которые не разрешались. Качество жизни совершенно другое стало. Но этого не сделать самой, нужен реализованный человек на этом пути, который сам прошел все это\n' +
            'Мой Марс успокоился благодаря практикам на ретритах, сейчас меня сложно вывести из себя, вовлечь в споры. Поменялось окружение на более качественное.\n' +
            'Отношения с дочкой улучшились, в семье больше уважения, отношения на работе стали качественнее, после каждого ретрита премии, повышения.  Во время ретрита Наваратри (весна 2023) решился каким-то волшебным образом вопрос продажи старой машины и покупки новой, который висел уже пол года. \n' +
            'Знания, которые я получила у Анастасии, сохранили меня и мою семью в то время, когда началась война на Украине. \n' +
            'Сейчас другое понимание происходящего с опорой на Бога, понимание что под защитой, доверие Богу, легкость по жизни, которую не испытывала никогда до этого, чувствую сильный внутренний стержень.\n' +
            '\n' +
            'Учитель приходит, когда ученик готов и я это поняла, когда попала на страницу Анастасии\n'
    },
    {
        tags: ['#отношения', '#дети', '#работа', '#Саде_Сати'],
        description: 'Улучшила отношения с супругом, которые были на грани разрыва. Выросла в 5 раз в доходе, утвердилась в вере, улучшились отношения с детьми',
        fullDescription:'Ушел страх за будущее, деньги, детей, сохранение должности. Появилось спокойствие, уверенность в завтрашнем дне. Состояние опоры на Бога помогло пережить и переживать ситуацию на Украине, иначе можно было рехнуться.\n' +
            'На первый ретрит в 2021 году к Анастасии @anastasiyashakti пришла без запроса и без проблем в общепринятом понимании этого слова. Все хорошо — высокооплачиваемая работа, престижная должность, с мужем хорошие отношения и у дочери своя семья… \n' +
            'Но было очень много страхов:\n' +
            'Что же будет завтра? Будут ли деньги в этом же объеме? Останусь при должности? Страх за дочь, ее реализацию, семью. И эта каша бесконечно варилась в голове. Не было внутреннего спокойствия, хотя внешне я для других очень успешна!\n' +
            'Раньше была постоянная гонка за материальным престижем, крупные траты на дорогие новые статусные вещи, потому что могу себе это позволить. Состояние как белка в колесе, постоянно что-то надо купить, ведь у других уже есть, постоянная нервозность, жизнь по кругу.\n' +
            'И на это тратилась жизнь, внутренне я понимала, что так не должно быть, это не правильно. \n' +
            '.Как я мыслила: у меня отлично получается зарабатывать и значит буду тянуть всю семью, мужа, дочь и семью дочери, нужно им квартиру побольше купить…, значит еще больше нужно зарабатывать!\n' +
            'Ставила цели и добивалась. Ни о какой женственности речи и не шло. Была максималисткой. На этом была построена вся жизнь. Путь в работе был не женский, а мужской. Уповала только на себя.\n' +
            'Прошла первый ретрит и поняла это мое! В ретритах ты чувствуешь такой подъем, уверенность!\n' +
            'Отношение к материальному стало совершенно другим при том же уровне достатка.\n' +
            'Поменялась не жизнь, а восприятие ее, пришла лёгкость во всем! Для этого всего лишь начала читать Бхагават Гиту, поверила Анастасии что у нас единственный  путь через любовь к Богу, все в мире по справедливости, читала мантры на ретрите и выполняла рекомендации. От этого изменилось мое внутреннее состояние, потому что мысли стали другие и все это дает результаты на внешний план. Стало спокойнее на душе, чувствую поддержку, защиту, вся семья стала спокойнее, обрела внутреннюю уверенность. \n' +
            'Сейчас нет в жизни событий, которые бы нервировали, ситуации, которые не разрешались. Качество жизни совершенно другое стало. Но этого не сделать самой, нужен реализованный человек на этом пути, который сам прошел все это\n' +
            'Мой Марс успокоился благодаря практикам на ретритах, сейчас меня сложно вывести из себя, вовлечь в споры. Поменялось окружение на более качественное.\n' +
            'Отношения с дочкой улучшились, в семье больше уважения, отношения на работе стали качественнее, после каждого ретрита премии, повышения.  Во время ретрита Наваратри (весна 2023) решился каким-то волшебным образом вопрос продажи старой машины и покупки новой, который висел уже пол года. \n' +
            'Знания, которые я получила у Анастасии, сохранили меня и мою семью в то время, когда началась война на Украине. \n' +
            'Сейчас другое понимание происходящего с опорой на Бога, понимание что под защитой, доверие Богу, легкость по жизни, которую не испытывала никогда до этого, чувствую сильный внутренний стержень.\n' +
            '\n' +
            'Учитель приходит, когда ученик готов и я это поняла, когда попала на страницу Анастасии\n'
    },
    {
        tags: ['#отношения', '#дети', '#поиск_себя', '#бизнес'],
        description: 'После 3-х лет поиска ответов на вопросы и плачевного психологического состояния улучшились отношения с детьми, мужем, родителями, с сотрудниками',
        fullDescription:'Ушел страх за будущее, деньги, детей, сохранение должности. Появилось спокойствие, уверенность в завтрашнем дне. Состояние опоры на Бога помогло пережить и переживать ситуацию на Украине, иначе можно было рехнуться.\n' +
            'На первый ретрит в 2021 году к Анастасии @anastasiyashakti пришла без запроса и без проблем в общепринятом понимании этого слова. Все хорошо — высокооплачиваемая работа, престижная должность, с мужем хорошие отношения и у дочери своя семья… \n' +
            'Но было очень много страхов:\n' +
            'Что же будет завтра? Будут ли деньги в этом же объеме? Останусь при должности? Страх за дочь, ее реализацию, семью. И эта каша бесконечно варилась в голове. Не было внутреннего спокойствия, хотя внешне я для других очень успешна!\n' +
            'Раньше была постоянная гонка за материальным престижем, крупные траты на дорогие новые статусные вещи, потому что могу себе это позволить. Состояние как белка в колесе, постоянно что-то надо купить, ведь у других уже есть, постоянная нервозность, жизнь по кругу.\n' +
            'И на это тратилась жизнь, внутренне я понимала, что так не должно быть, это не правильно. \n' +
            '.Как я мыслила: у меня отлично получается зарабатывать и значит буду тянуть всю семью, мужа, дочь и семью дочери, нужно им квартиру побольше купить…, значит еще больше нужно зарабатывать!\n' +
            'Ставила цели и добивалась. Ни о какой женственности речи и не шло. Была максималисткой. На этом была построена вся жизнь. Путь в работе был не женский, а мужской. Уповала только на себя.\n' +
            'Прошла первый ретрит и поняла это мое! В ретритах ты чувствуешь такой подъем, уверенность!\n' +
            'Отношение к материальному стало совершенно другим при том же уровне достатка.\n' +
            'Поменялась не жизнь, а восприятие ее, пришла лёгкость во всем! Для этого всего лишь начала читать Бхагават Гиту, поверила Анастасии что у нас единственный  путь через любовь к Богу, все в мире по справедливости, читала мантры на ретрите и выполняла рекомендации. От этого изменилось мое внутреннее состояние, потому что мысли стали другие и все это дает результаты на внешний план. Стало спокойнее на душе, чувствую поддержку, защиту, вся семья стала спокойнее, обрела внутреннюю уверенность. \n' +
            'Сейчас нет в жизни событий, которые бы нервировали, ситуации, которые не разрешались. Качество жизни совершенно другое стало. Но этого не сделать самой, нужен реализованный человек на этом пути, который сам прошел все это\n' +
            'Мой Марс успокоился благодаря практикам на ретритах, сейчас меня сложно вывести из себя, вовлечь в споры. Поменялось окружение на более качественное.\n' +
            'Отношения с дочкой улучшились, в семье больше уважения, отношения на работе стали качественнее, после каждого ретрита премии, повышения.  Во время ретрита Наваратри (весна 2023) решился каким-то волшебным образом вопрос продажи старой машины и покупки новой, который висел уже пол года. \n' +
            'Знания, которые я получила у Анастасии, сохранили меня и мою семью в то время, когда началась война на Украине. \n' +
            'Сейчас другое понимание происходящего с опорой на Бога, понимание что под защитой, доверие Богу, легкость по жизни, которую не испытывала никогда до этого, чувствую сильный внутренний стержень.\n' +
            '\n' +
            'Учитель приходит, когда ученик готов и я это поняла, когда попала на страницу Анастасии\n'
    },
    {
        tags: ['#Саде_Сати', '#деньги', '#отношения'],
        description: 'В Саде-Сати пришла в равновесие, самоценность. Простила мужа, свекровь. Заработная плата увеличилась вдвое. Решились вопросы с документами',
        fullDescription:'Ушел страх за будущее, деньги, детей, сохранение должности. Появилось спокойствие, уверенность в завтрашнем дне. Состояние опоры на Бога помогло пережить и переживать ситуацию на Украине, иначе можно было рехнуться.\n' +
            'На первый ретрит в 2021 году к Анастасии @anastasiyashakti пришла без запроса и без проблем в общепринятом понимании этого слова. Все хорошо — высокооплачиваемая работа, престижная должность, с мужем хорошие отношения и у дочери своя семья… \n' +
            'Но было очень много страхов:\n' +
            'Что же будет завтра? Будут ли деньги в этом же объеме? Останусь при должности? Страх за дочь, ее реализацию, семью. И эта каша бесконечно варилась в голове. Не было внутреннего спокойствия, хотя внешне я для других очень успешна!\n'
    }
];

export const resultItems = [
    {
        tags: ['#поиск_себя', '#семья', '#отношения', '#работа'],
        description: 'Получила подтверждение, что выбрана правильное направление в работе, наладились отношения в семье, ушла тревожность',
        fullDescription:'До того, как обратиться к Анастасии за консультацией, я находилась в состоянии стресса. Как раз поменяла сферу деятельности на психологию и планировала проводить офлайн консультации. И тут началась война. \n' +
            'Потому состояние было такое: что же делать дальше?\n' +
            '\n' +
            'Ощущение тревожности, раздражительность. Я была не уверена в том, куда иду. Правильно ли я приняла решение отказавшись от успешной карьеры в сфере IT? \n' +
            'Помимо этого, были напряженные отношения в семье. \n' +
            '\n' +
            'Я зарабатывала больше, чем муж и чувствовала, что у меня мужская роль. \n' +
            'Хотела узнать как мне поменять своё отношение к мужчинам в целом, в том числе к отцу, с которым отношения были сложные. \n' +
            'Уйти с мужского пути, дать дорогу мужу и при этом себя не обидеть. \n' +
            '\n' +
            'После консультации я получила подтверждение того, что направление в котором я двигаюсь правильное. То что оно на данный момент не приносит денег, это такой путь. В будущем будет приносить. От этого знания пришло спокойствие и уверенность в том, что я на правильном пути. \n' +
            '\n' +
            'Сейчас ровное состояние внутри. Ощущение, что у тебя в теле всё спокойно. Нигде ничего не сжимается, не дрожит, нет тремора. \n' +
            'Это и есть спокойствие ума, когда ты можешь адекватно оценивать ситуацию. \n' +
            '\n' +
            'Отношения с мужем наладились, но на это потребовалось время. До сих пор в семье происходит трансформация в отношениях. \n' +
            'Постоянно идёт процесс какого-то переосмысления. Знания, полученные на консультации меняют много чего в голове и жизни, но постепенно. \n' +
            '\n' +
            'Спустя время я знаю, что Анастасия - это очень большая поддержка. Я знаю куда обратиться, если есть какой-то сложный вопрос. Не для того, чтобы за меня его решили. А для того чтобы услышать и проанализировать.\n' +
            '\n' +
            'Сейчас я могу сказать, что очень уважаю и люблю астрологию Джйотиш и пошла бы учиться к Анастасии. \n'
    },
    {
        tags: ['#выбор_пути', '#ответы_на_вопросы'],
        description: 'Консультация помогла понять в правильном направлении двигаюсь по жизни или нет. Сейчас слышу себя, уверенна и спокойна',
        fullDescription:'Консультация помогла понять в правильном направлении двигаюсь по жизни или нет. Сейчас слышу себя, уверенна и спокойна \n' +
            '\n' +
            'Пришла по рекомендации, понравилась подача информации в блоге.\n' +
            '\n' +
            'Запрос на консультацию был: возможно запуталась в правильном ли направлении двигаюсь по жизни. Общее моральное состояние влияло на все сферы жизни, не было внутреннего спокойствия. Хотелось понять действительно ли я себя слышу верно :)\n' +
            '\n' +
            'Сложно было находится в состоянии спокойствия и это влияло на все сферы жизни\n' +
            'Я довольно давно начала интересоватся ведами, потом ведической астрологией, потом подруга посоветовала подписаться на Анастасию. Но начало было, с того как решила углубится в работу с метафорическими картами, которые помогли услышать себя, потом веды, медитации и ведическая астрология.\n' +
            '\n' +
            'Главный результат получила по своему запросу, поняла, что двигаюсь в правильном направлении, теперь знаю над чем ещё нужно поработать и в каком направлении идти.\n' +
            'Я ещё в процессе, это огромная работа, которая мне кажется будет продолжаться всю жизнь:) Больше прислушиваюсь к себе, теперь уверена, что слышу себя верно!\n' +
            'Многое что происходит, не всегда всё гладко, сейчас тоже довольно сложный период, но знаю зачем он мне дан, и главное чувствую, что могу себя услышать и использую это для улучшения ситуации, что дает внутреннюю уверенность и спокойствие.\n' +
            'Я бы сказала, что до максимального результата мне ещё работать и работать, но главное я знаю как! Пока радуюсь маленьким победам:)\n'
    },
    {
        tags: ['#отношения', '#работа', '#женственность'],
        description: 'Отношения с мужем, парнем улучшились. Поняла как совмещать роль жены, матери, работы, карьеры. На многие вещи поменялся взгляд',
        fullDescription:'Пришла по рекомендации на консультацию “Кармические задачи” с запросом экологично совместить себя как жену, материнство и работу, карьеру, улучшить жизнь. Главный запрос - обрести женственность, путь к себе, мудрость. Хотела получить ответы почему и для чего происходят те или иные события в жизни.\n' +
            ' \n' +
            'С  2016 года искала ответы на все эти вопросы, ведь знания дают больше легкости в восприятии событий.\n' +
            '\n' +
            'Я видела как  Анастасия доходчиво доносит информацию, для меня это было важно.\n' +
            '\n' +
            'Консультация помогла понять себя и легче воспринимать события в жизни, простить некоторых людей. Услышала много инсайтов, мудрых наставлений\n' +
            '\n' +
            'Сейчас все прекрасно, так как есть понимание, что все от Бога и для Него). Отношения с папой стали лучше, больше его принимаю.\n' +
            '\n' +
            'В сфере отношений сглаживаются углы! \n' +
            'В сфере работы - достигаторство, которое очень вредило, отходит на второй план и есть понимание как реализовать цели по-женски, без погони, с наилучшим результатом\n'
    },
    {
        tags: ['#Саде-Сати', '#испытания', '#отношения'],
        description: 'Не знаю, что у меня сейчас Саде Сати, то жизнь бы в страхе и винила весь мир. Знаю подробно на что и когда обратить внимание в этот непростой период (7,5 лет)',
        fullDescription:'Получила ответы на волнующие вопросы: почему так происходит в жизни? \n' +
            'Я пришла на консультацию к Анастасии по рекомендации друга. О том, что у меня уже идёт период Саде Сати, узнала от Анастасии. На тот момент в моей жизни были очень большие перемены: переезд в другую страну, болезненный разрыв отношений и еще много неприятных ситуаций. У меня возникали вопросы: почему это происходит? За что? \n' +
            '\n' +
            'До Анастасии я обращалась к другому астрологу (работал по западной методике), нумерологу. Не узнала ничего нового, было много "пустой" информации. \n' +
            'А Анастасия все "разложила по полочкам". Я получила самые развернутые ответы на свои вопросы. \n' +
            '\n' +
            'Благодаря консультации у Анастасии, я поняла, что мне делать в период Саде Сати. В некоторых случаях уделяла больше внимания происходящему, либо наоборот расслаблялась. Мне стало легче проживать Саде Сати. Потому что когда у тебя уже есть какие-то знания, ты понимаешь что это временные трудности, которые нужны, чтобы расти. \n' +
            '\n' +
            'Всегда есть выбор: быть в состоянии жертвы, страдать и не понимать что с тобой происходит, либо получить знания и с достоинством проходить испытания. \n' +
            'Когда есть инструкция, тебе легче двигаться вперёд. Ты знаешь, что это не наказание, а испытание, из которого ты должен извлечь уроки. \n' +
            '\n' +
            'Если бы я не попала на консультацию к Анастасии и не знала, что у меня сейчас Саде Сати, я жила бы в страхе и винила весь мир. Перекладывала ответственность за происходящее на других. \n' +
            'Но когда у тебя есть прогноз, ты уже знаешь что где-то когда-то "нахимичил". Поэтому это твои уроки. \n' +
            '\n' +
            'Сейчас, если происходят трудности, я философски смотрю на них. Я не впадаю в состояние жертвы. Знаю, что все испытания временны.\n' +
            'У меня есть календарь, в котором Анастасия очень подробно описывает на что и когда стоит обратить внимание. И каждый раз я удивляюсь, насколько точны её прогнозы. \n' +
            '\n' +
            'Не все верят в астрологию. Тяжело объяснить, что это не сказки или снятие ответственности за события в твоей жизни. \n' +
            'Это знания, которые наоборот помогают взять на себя ответственность. Ты понимаешь, на что стоит обратить внимание. Следить за словами и мыслями, "фильтровать" мусор в голове. Чтобы это не привело к последствиям, которые потом придётся исправлять.\n'
    }
];

export const articles = [
    {
        title: 'Статья',
        description: 'Очень краткое описание программы. Прям такое, чтобы в четыре строчки максимум поместилось. А лучше 3.',
    },
    {
        title: 'Статья',
        description: 'Очень краткое описание программы. Прям такое, чтобы в четыре строчки максимум поместилось. А лучше 3.',
    },
    {
        title: 'Статья',
        description: 'Очень краткое описание программы. Прям такое, чтобы в четыре строчки максимум поместилось. А лучше 3.',
    },
    {
        title: 'Статья',
        description: 'Очень краткое описание программы. Прям такое, чтобы в четыре строчки максимум поместилось. А лучше 3.',
    },
]
export const feedbacks = [
    {
        description:'Анастасия @ANASTASIYASHAKTI , благодарю сердечно за ретрит 🙏❤️\n' +
            '\n' +
            'После каждого Наваратри жизнь меняется, сначала происходят изменения внутри, потом снаружи. И с каждым разом кажется, что какая я была "не далёкая" 😁В плане понимания законов жизни, отношений с родителями, женской природы и ценностей\n' +
            '\n' +
            'Запрос с которым шла на Наваратри привёл к его причине-отношения с мамой, сложная родовая программа. Чётко увидела её в действии, влиянии на меня! Внутренним зрением, как будто я и она разъеденились. Были очень сложные дни и были дни безмерной благодарности Богу за открытие ❤️. Спустя 3 года я поняла что это😁\n' +
            '\n' +
            'Как многие пишут в обратной связи-каждый Наваратри знания слышишь по - новому, с другой стороны, как сказки-в детстве мы слышим 10% сути, смысла, а когда читаем детям уже слышим другой смысл. Действительно, ситуации кармические(а все сложные ситуации в жизни, это и есть) можно изменить спустя 4 Наваратри. \n' +
            '\n' +
            'Благодарю за свет знаний, за то, что прокладываете путь знаний к нашим сердцам🙏❤️'
    },
    {
        description:'🙏 намасте🙏 \n' +
            'Хочу поделиться своими изменениями! \n\n' +
            'Неожиданно сегодня предложили продвижение по карьере! Абсолютно неожиданно!🙏🙏🙏❤️ Уже делилась в личные сообщения Анастасии🙏 \n' +
            'Это просто волшебный ретрит для меня, очень проснулась от многих состояний 🙏'
    },
    {
        description:'Рада всех приветствовать в пространстве света знаний @ANASTASIYASHAKTI 🙏❤️\n' +
            'Быть здесь с учителем - это действительно большая заслуга, и благословение Бога. Мои поклоны🙏\n' +
            'Так радостно читать всех вас. \n' +
            '\n' +
            'Ретриты практикую уже третий год, не пропустила не один. Множество осознаний, реализаций. Очень глубокая работа происходит и посей день. Каждый ретрит как ступень вперед. И уже утверждаешься вот она истинна … а нет. Через боль учишься и учишься, а знания, вера в этом очень помогают. Как космос…безграничен.\n' +
            '\n' +
            'С папой у меня было много кармических узлов. Глубинная работа на протяжение трех лет. Исцеления рода. Его болезнь… и каждый месяц прорабатывалась карма. Что давало реализацию \n' +
            'Открытие своего предназначения и  Встреча будущего мужа. \n' +
            'Год назад я прощалась перед смертью с папой …первый раз за 38 лет произнесла что люблю его. Вспоминаю до мурашек это время , сколько слез пролито тогда, благодарности , открытие безусловной любви . \n' +
            '\n' +
            'Для меня начался этот ретрит со здоровья. В первый день после чтение мантры у меня пошел процесс что надо полностью взяться за анализы, весь день я вела переговоры со специалистами, как убрать воспаление которое длится годами, повысить гемоглобин. Нашла много ответов. Прям выдох в конце дня.'
    },
    {
        description:'А ещё именно во время ретрита приемный сын услышал мантру и начал повторять . Душа так улыбнулась. И ему тоже очень помогает справиться с потерей мамы через молитвы, я ему их прививаю. А каждый понедельник в день Луны мы почитает его маму. Он покупает цветок, который выбирает для неё и идем в церковь, ставит цветок около иконы Богородицы (сам выбрал). В церкви рассказывает что он общается с Богом и душой мамы и ему спокойно и хорошо. Так передаю ему знания почитать её душу чтобы он не страдал и благодарил, обращался на уровне души.\n' +
            '\n' +
            'Не перестаю Благодарить каждый день @ANASTASIYASHAKTI , сколько знаний было получено и применено за эти годы. Без них даже страшно подумать как создать этот путь. \n' +
            'Мои поклоны Амрита Малини 🙏❤️\n' +
            'Благодарю Всех от всей души здесь , в пространстве света Бога, женской природы.'
    },
    {
        description:'Я стала спокойней, Венера, Анастасия, и мне нравится это мое умиротворение. Последнее время я сильно бежала, устала.\n' +
            'Благодарна очень что я была в таком потоке, что я это сделала. Я много лет уже с Анастасией, именно ретрит-мой первый, я в благости🙏'
    },
    {
        description:'Анастасия, благодарю вас за этот чудесный ретрит🥰 Благодаря вам чувствую себя более умиротворенной, в смирении перед решением, которое не могла принять около года.  Вы придали мне силы и уверенность, что все будет хорошо, если быть в духовном единстве с Богом и раскрывать правильно свою женственность и ценить себя🥰 Пришла к вам по рекомендации, просто доверилась и счастлива , что выбрала этот путь! Всем желаю любви и счастья❤️'
    },
    {
        description:'@ANASTASIYASHAKTI Благодарю за бесценные дары знания, мудрости, благости и любви! Благодарю за Свет, который направляет и вселяет в душу надежду. Благодарю за то, что через вас идёт трансформация не только участников ретрита, а и их семей. Благодарю 🙏 🙏 🙏 🙏 🙏 🙏 🙏 🙏'
    },
    {
        description:'Хочу поблагодарить , @ANASTASIYASHAKTI,за такую работу над нашей осознанностью🙏\n' +
            'Вроде бы уже что-то знаю,что-то понимаю в этой жизни,но слушая Анастасию,понимаешь сколько ещё надо над собой работать,сколько граней одной себя нужно открыть,сколько ещё нужно осознаваться….🙈\n' +
            'Но процесс идёт потихоньку и результаты есть на лицо💪🥰\n' +
            'Благодарю,за утреннюю практику,где была затронута обида,для меня это прям кстати было💖\n' +
            'Вчера с мужем провели замечательно день,сначала дома немного дружненько позанимались дом.делами,затем пошли в город на набережную погулять и всё так было хорошо,но к вечеру когда уже возвращались домой,он решил обидеться….,что-то пошло не по его плану….\n' +
            'И как бы я поступила раньше,когда ещё не была знакома с Анастасией?\n' +
            'Я бы тоже обиделась,а потом ещё и разборки устроила,почему он портит мне настроение 😍,но я вчера чётко за собой увидела,что это его поведение меня совсем не выводит из равновесия,а наоборот мне его стало как-то жаль,мне показался он маленьким ребёночком с раненой душой…😳\n' +
            'В итоге,никакого скандала не было вообще,я так же продолжала с любовью общаться с ним и всё наладилось,и уже когда были дома,умудрился сказать мне хорошие слова🥰\n' +
            'Раньше бы сценарий был совсем другой🤗\n' +
            'Вот так благодаря,Анастасии,меняется осознанность самого человека и мировосприятие всего происходящего вокруг него💖\n' +
            'От всей души,благодарю за такой труд,за созидание нас как душ,как женщин🙏💖\n' +
            'Ом Намасте🙏'
    },
    {
        description:'@ANASTASIYASHAKTI низкий Вам поклон за Вашу  поддержку, знания, которыми Вы с нами делитесь, Ваше терпение, когда каждой из нас Вы с такой любовью отвечаете на все вопросы и направляете, помогаете нам менять наши жизни, мышление и зажигаете в наших сердцах любовь. Благодарю Вас🙏♥️🙏\n' +
            'Здоровья и Мира♥️♥️♥️🙏'
    },
    {
        description:'Приветствую всех прекрасных женщин в пространстве @ANASTASIYASHAKTI. Джай Ма Лакшми!\n' +
            ' Путь длиною в жизнь, в котором есть Проводник и Наставник - это дар! Благодарю каждого и особенно @ANASTASIYASHAKTI за этот бесценный путь. Очень много изменений происходит в моей жизни благодаря практикам, но основное что происходит внутри меня. Я так трепетно берегу это новое состояние какой-то внутренней стабильности и уверенности. Наблюдаю как что-то новое раскрывается внутри меня. Учусь отслеживать свои эмоции и опорой на Бога работать с ними. Прошу у Вселенной поддержки, гармонии и укрепления этих состояний и Веры. Благодарю @ANASTASIYASHAKTI за истинный Свет и Благо. Низкий поклон 🙏🙏'
    },
    {
        description:'Это действительно необыкновенный ретрит! \n' +
            'Как и все ретриты с Вами, Анастасия! Это всегда глубина и исцеление Души 🙏🙏🙏 💖💖💖\n' +
            'Но эта практика - это что-то невероятное! Такое соприкосновение с божественной силой Гуру буквально раскрыло сознание в новых глубинах и видениях всего. Состояния, к которым удалось прикоснуться - божественны 🙏✨ \n' +
            '\n' +
            'Благодарю Вас всем сердцем ❤️❤️❤️'
    },
    {
        description:'Анастасия, благодарим Вас за это великое Чудо быть вместе в  мощной  практике -упайе Юпитера  и в одном благословенном потоке ,опираясь на духовные знания!!! Благодарим за Ваш труд, искренность,за истинные  сокральные знания, которые  Вы нам даруете!!! Благодарим за  мощный поток любви, спокойствия и удивительной особой исцеляющей энергии!!! Благодарим! Благодарим, Благодарим!❤️🌈🙏🙏🙏Поклоны нашему Учителю @ANASTASIYASHAKTI'
    },

]

export const planets = [
    {
        name: "Солнце",
        img: sun, // замените на путь к вашему изображению Солнца
        imgBig: sun_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Отвечает за здоровье и олицетворяет жизненную энергию, благодаря которой мы живем, функционируем, выполняем задачи и двигаемся к целям. Отвечает за реализацию Души.\n" +
            "Если нет ресурса и здоровья, то закрываются все сферы жизни. Также отвечает за отношения с отцом, с родом, вышестоящими (начальство, руководство, правители), мужем и мужчинами в целом.\n" +
            "Для всех, кто не замужем, очень благоприятно гармонизировать Солнце — оно отвечает за мужа. Если Солнце гармонизировано, то это благоприятно для отношений в семье.\n"

    },
    {
        name: "Луна",
        img: moon, // замените на путь к вашему изображению Луны
        imgBig: moon_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Если ослаблена или поражена, достичь успеха будет достаточно трудно, человек может никогда не познать счастья и благополучия. Луна отвечает за психическую энергию, эмоции, состояние ума. За отношения с мамой, старшими женщинами, бабушками, прабабушками, женскую линию и свекровь, замужество, беременность, опыт материнства, семейное счастье. Для мужчин, которые уже женаты, Луна в гороскопе олицетворяет жену. Луна отвечает за состояние счастья, когда внутри ты счастлив,  независимо от обстоятельств\n"

    },
    {
        name: "Юпитер",
        img: jupiter, // замените на путь к вашему изображению Юпитера
        imgBig: jupiter_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Юпитер самая благостная планета в гороскопе, показатель благочестивой кармы, того, на сколько человек жил правдиво, честно, в опоре на законы божественные, выполнял свои обязанности, соблюдал морально-этические нормы, сколько он добра принёс окружающим.\n" +
            "Юпитер всегда дает удачу, где бы он ни находился в гороскопе. Связан с мудростью, духовным знанием и, следовательно, с раскрытием очень широких возможностей в материальной сфере, с большими деньгами. Может нести высокий социальный статус\n"

    },
    {
        name: "Сатурн",
        img: saturn, // замените на путь к вашему изображению Сатурна
        imgBig: saturn_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Самая главная планета - повелитель кармы и судьбы. Он запускает механизм “раздачи” кармы от всех других планет. Это сила, которая имеет полномочия вершить правосудие в виде наказания или награды, третьего результата не бывает. При этом Сатурн даст очень много шансов, чтобы человек исправился.\n" +
            "Считается, что только во власти Сатурна поднять человека с самых низов до высокого уровня и статуса. Из нищеты к богатствам, из бедности к величию. Также он может сделать и наоборот, имея высокое положение, спустить до самых низов\n"

    },
    {
        name: "Марс",
        img: mars, // замените на путь к вашему изображению Марса
        imgBig: mars_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Движущая сила гороскопа. От его положения зависит раскрытие благоприятного потенциала всей натальной карты\n" +
            "Если Марс слабый, то это серьезные препятствия в жизни. Когда вы узнаете и поймете, что улучшает качества Марса, у вас будет больше энергии и предприимчивости. Вы не будете сливать свой ресурс, пытаясь повлиять на что-то, на что в принципе не можете повлиять, а будете четко направлять ресурс в необходимое русло — это марсианские качества в плюсе. Марс — это самая сложная планета, энергия, с которой нужно справиться человеку.\n"

    },
    {
        name: "Венера",
        img: venus, // замените на путь к вашему изображению Венеры
        imgBig: venus_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Отвечает за супружескую карму, в целом за сферу отношений, за способность человека любить, за любовь, красоту, вдохновение, за искусство строить отношения. Является показателем наличия автомобилей в гороскопе, обладания роскошью, украшениями, хорошими, комфортными условиями  жизни. Венера в высшем аспекте — это Любовь к Богу. Венера ослабленная — это болезненные привязанности, неудовлетворенность, зависимость от ненасытных желаний. С Венерой очень нужно работать всем мужчинам, перенаправлять энергию вожделения\n"

    },
    {
        name: "Меркурий",
        img: mercury, // замените на путь к вашему изображению Меркурия
        imgBig: mercury_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "У людей с гармоничным Меркурием всегда есть деньги\n" +
            "Меркурий даёт чёткое видение картины и пути, по которому нужно двигаться, раскрывая новые возможности. Отвечает за речь, умение выстраивать коммуникации с людьми, за интеллектуальный, рациональный ум, даёт лёгкость в самовыражении.\n" +
            "Это самая первая планета, влияющая на обучение, изучение, усвоение материала, а также торговлю, коммерцию. Сильный Меркурий в гороскопе у всех успешных бизнесменов\n"

    },

];

export const rahuketu = [
    {
        name: "Раху",
        img: rahu, // замените на путь к вашему изображению Раху
        imgBig: rahu_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти123 "
    },
    {
        name: "Кету",
        img: ketu,
        imgBig: ketu_big,
        instructions: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти ",
        info: "Каждая планета в гороскопе, натальной карте рождения, несет человеку карму в зависимости от его прошлых действий. Некоторые планеты приносят благоприятную карму, другие - негативную, приводя к неблагоприятным событиям. Для улучшения жизни можно гармонизировать планету, ответственную за определенную сферу жизни. Это позволит уменьшить ее негативное влияние. Гармонизация называется упайями и является особенностью ведической астрологии Джйотиш. Каждая планета влияет на человека в одной из трех энергий - благости, страсти123 "
    }
]

export const products = [
    {
        img: '',
        name: 'Браслет',
        description: 'Очень краткое описание программы. Прям такое, чтобы в четыре строчки максимум поместилось. '
    } ,
    {
        img: '',
        name: 'Чётки',
        description: 'Очень краткое описание программы. Прям такое, чтобы в четыре строчки максимум поместилось. А лучше 3.'
    }
]